Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Giellaguovddáš lea oalle guovddážis Álttás, vaikko ii leat ge jur «cityš gávppašanbáikkis, muhto lea Finnmárkku Allaskuvlla, Álttá joatkkaskuvlla ja nuoraidskuvlla lahka.
nob: Senteret er forholdsvis sentralt plassert, ikke i handelssenteret «cityš, men nær opp til Høgskolen i Finnmark, Alta videregående skole og ungdomsskolene.

source: Siiddas leat buorit duodjelanjat, stuora gievkkan gos bures čáhká borramušaid ráhkadit ja čoakkalmaslanjat.
nob: Siidaen har gode lokaler for duodji, grovkjøkken for matlaging og tilgang til forsamlingslokaler.

source: Guovddáš lea dakkár birrasis gos áivve sámegiela
nob: Senteret er i et miljø der samisk språk brukes kontinuerlig.

source: hupmet. Earret dien báikki, de ii gávdno oktage eará buhtis sámi institušuvdna suohkanis, doppe lea dušše stáhta Boazodoallohálddahusa váldokantuvra ja Sámedikki báikkálaš kantuvra gos leat guokte bargi.
nob: det ingen rene samiske institusjoner i kommunen, men den statlige Reindriftsforvaltningen har sitt hovedkontor i Alta, og Sametinget har et lite lokalkontor med to ansatte.

source: Sámegiella oahpahuvvo goasii buot suohkana 19 skuvllas, leat badjel 300 oahppi (4 % geain lea sámegiella fágan skuvllas, ja dien dáfus lea ge Áltá stuorámus sámi suohkan olles riikkas oahpahussuorggis.
nob: Det undervises i samisk på nesten alle kommunens 19 skoler, og med mer enn 300 elever (4 % som får samiskundervisning, gjør dette Alta til en av landets største samekommuner på opplæringsområdet.

source: 2009:s ásahuvvui sierra sámi luohkká gos buot oahpahus lea sámegillii.
nob: En egen samisk klasse hvor all undervisning foregår på samisk ble opprettet i 2009.

source: Giellaguovddáža ásaheapmi lei oassi stuorát sámi institušuvdnahuksemis Álttás. 2005:s huksejuvvui dohko áibbas ođđa visti maid Álttá Sámiid Searvi oamasta.
nob: Etableringen av språksenteret var del av en større samisk institusjonsbygging i Alta hvor det i 2005 ble bygget et helt nytt hus med Alta sameforening som eier.

source: Kulturviessu Álttá Siida, sámi mánáidgárdi ja giellaguovddáš leat guhtege organiserejuvvon sierra oasussearvin, danin go dain ledje iešguđetlágan ulbmilat ja oamasteaddjiberoštumit.
nob: Kulturhuset Álttá Siida, den samiske barnehagen og språksenteret ble organisert som separate aksjeselskap, da det var ulike formål og eierinteresser inne.

source: Sámediggi bijai iežas ruhtadoarjaga juohkimii eaktun ahte suohkan maid searvá oamasteaddjin.
nob: En forutsetning for støtte fra Sametinget til språksenteret, var at kommunen kom med på eiersiden.

source: Muhto suohkan gal ii hálidan searvat
nob: Kommunen var imidlertid ikke interessert i å stå som en hovedeier, og det ble

source: váldooamasteaddjin, ja dasto ásahuvvui oasussearvi mas Sámiid Searvi oamasta 67% ossosiin ja Álttá suohkan 33 %.
nob: etablert et aksjeselskap hvor sameforeningen eier 67 % og Alta kommune 33 %.

source: Maiddái earáide geahččaledje vuovdalit ossosiid, muhto ii oktage čájehan beroštumi.
nob: Andre grupperinger ble tilbudt aksjer, men det var ingen som var interessert.

source: Ággan dasa manne válljejedje doaimma organiseret oasussearvin, lea informánttaid dieđuid mielde dat ahte de besset eanet friddja bargat, ja vejolaččat maid eambbo neutrála eará oamastanmálliid ektui.
nob: Grunnen til at aksjeselskap ble valgt som organisasjonsform, ligger i følge informanter i at den ble ansett for å være fristilt, og kanskje mer nøytral i forhold til andre former.

source: Lea hui dehálaš sirret giellaguovddáža doaimmaid dain eará doaimmain main Sámiid Searvi lea mielde.
nob: Det var viktig å skille språksenterets virksomhet fra de andre aktivitetene sameforeningen var involvert i.

source: Sámiid Searvi nammada 3 stivralahtu geaid gaskkas lea jođiheaddji ja Álttá suohkan vállje guokte áirasa, ovtta politihkalaš dásis ja nuppi hálddahusas.
nob: Det ble etablert et styre på fem personer der sameforeninga utpeker 3 representanter inklusive

source: Njuolggadusain daddjo ahte guovddáš galgá leat politihkalaččat sorjjasmeahttun ovttadat, man ulbmil galgá leat ovddidit, nannet ja suodjalit sámegiela ja sámi kultuvrra, ovddemustá Álttá
nob: styreleder, og Alta kommune to representanter, en fra politisk nivå og en fra administrasjonen. I vedtektene står det at senteret skal være en politisk uavhengig enhet med formål å fremme, styrke og bevare samisk språk og kultur, primært i Alta kommune.

source: suohkanis. Guovddášdoaibman galgá leat oainnusindahkat mearrasámi historjjá ja báikkalaš sámi árbevieruid.
nob: Synliggjøring av områdets sjøsamiske historie og lokale samiske tradisjoner skal være sentralt.

source: Olbmuin leat máŋggalágan oaivilat dasa makkár politihkalaš rolla stivrras lea, ja maiddái dasa go doaibma lea vuođđuduvvon oasussearvin man váldooamasteaddji lea politihkalaš bellodat.
nob: Det fremkommer ulike oppfatninger om styrets politiske rolle og selskapsformen med AS der et politisk parti er majoritetseier.

source: Stivrra jođiheaddji lea NSR válljen, muhto son ii leat (šat) bellodaga miellahttu, ja son bargá dan badjelii ahte doaimma vuođđun galget leat giellabarggut ja kultuvrralaš doaimmat, ii ge politihkka.
nob: Styreleder er utpekt av NSR, men er ikke (lenger) medlem av partiet, og har hatt fokus på at selskapet skal drives på språklig og kulturelt grunnlag, ikke politisk.

source: Dat lea hástaleaddji, maiddái go geahččá movt politihkalaš fápmu molsašuvai Sámedikkis 2007:s.
nob: Dette kan være utfordrende, også sett i lys av

source: Sámedikki Institušuvdnadieđáhusas (2008) giddejit giellaguovddážiidda earenoamáš fuomášumi, ja dáhttot daid laktit eará sámi institušuvnnaide vai šaddet nannoseappot (Álttá Siida ja sámi mánáidgárdi), ja rievdadit oamastanmálle vuođđudussan masa Sámediggi galgá beassat oamasteaddjin.
nob: skiftende politiske maktforhold i Sametinget fra 2007. I Sametingets institusjonsmelding (2008) blir språksenteret viet spesiell oppmerksomhet med et ønske om robustgjøring ved sammenslåing med andre samiske institusjoner (Álttá Siida og den samiske barnehagen), og endring av selskapsform til stiftelse hvor Sametinget kan komme inn på eiersiden.

source: Giellaguovddáš oaččui doarjaga čađahit diekkár guorahallama, muhto dat ii leat mielddisbuktán ahte leat organisenmálle rievdadan.
nob: Språksenteret fikk midler til å vurdere en slik robustgjøring, men dette har ikke ført til organisasjonsmessige endringer.

source: Nanosmáhttenbargun leat baicca válljen doaimmaid viidideami regionála dássái. Guovddáš hálida nannet iežas vuođu dakko bokte ahte ásahit
nob: Robustgjøringen har mer gått over til å bli en strategi mot regionalisering der senteret ønsker å styrker sitt grunnlag ved å

source: doaimmaid miehtá regiovnna.
nob: utvide aktiviteten regionalt.

source: Álttá suohkan vásihuvvo passiiva oamasteaddjin.
nob: Alta kommune oppleves som en passiv eier.

source: Dat vuolgá suohkaninformántta oaivila mielde das go suohkan ii dovdda oalát ahte sii oamastit sin fidnu.
nob: Dette skyldes i følge kommuneinformant at kommunen ikke har hatt en helhetlig holdning til sitt eierskap.

source: Dat ii guoskka dušše giellaguovddážii, muhto ollu eará fitnodagaide main suohkan lea berošteaddji.
nob: Dette gjelder ikke bare språksenteret, men også en rekke andre selskaper der kommunen har interesser.

source: Suohkan áigu dál ollislaččat geahčadit dieid dilálašvuođaid, ahte movt suohkana oamastanhoiddut duođai leat.
nob: Kommunen ønsker å ta et helhetlig grep om disse forholdene ved å gjennomgå sine eierdisposisjoner.

source: Hálddahus dat lea mii lea doalahan giellaguovddážiin oktavuođa, muhto oktavuohta lea unnán ruohtasnuvvan politihkalaš
nob: Administrasjonen har primær skjøttet kontakten mot språksenteret og forankringen hos politisk nivå har vært svak. Etter regimeskiftet

source: dássái. Maŋŋel 2011 čavčča válgga, go bođii eará politihkalaš stivra, de leat politihkkárat dieđihan ahte sii áigot áŋgireappot bargat, muhto dán rádjái eai leat vuos oaidnán makkár ge konkrehtalaš bohtosiid diein ságain.
nob: høsten 2011 har politisk nivå gått ut og signalisert et større engasjement, men dette har foreløpig ikke blitt mer konkretisert.

source: 10.3 Giellaguovddáža doaibma
nob: 10.3 Språksenterets virksomhet

source: Ovdal go giellaguovddáš ásahuvvui, de lávii Sámiid Searvi doallat giellakurssiid Álttás, ja go giellaguovddáš álggahuvvui de šihtte sirdit buot kurseovddasvástádusa dohko.
nob: Da språksenteret ble opprettet hadde sameforeningen kjørt språkkurs i Alta, og det ble gjort en avtale om at kursansvaret skulle overføres til språksenteret.

source: Kursset ledje
nob: Kurset har hatt fire nivåer,

source: Kursses leat njeallje ceahki, go leat čađahan buot 4 ceahki, de sáhttet studeanttat dieđihit eksámenii joatkkaskuvladásis C ‐ gielas.
nob: der deltakerne etter nivå 4 kan gå opp som privatist til eksamen på videregående skole C ‐ språk.

source: 2009 rájes lea guovddáš maid lágidan lohkan ‐ ja čállinkurssiid sámegielagiidda.
nob: Fra 2009 har senteret også arrangert lese‐ og skrivekurs for samisktalende.

source: Seamma jagi oaččui guovddáš fálaldaga searvat pilohttaprošektii, geahččalit Sámi allaskuvlla 5‐jagi oahppoprográmma mii lea rávisolbmuid váste.
nob: Samme år fikk senteret tilbud om å være med i et pilotprosjekt for å prøve ut Samisk høgskoles opplegg for et 5‐årig voksenopplæringsprogram.

source: Dat lihkostuvai earenoamáš bures ja sii jotke dasto guvttiin SAAL1 kurssiin ja ovttain SAAL2‐kurssiin.
nob: Dette var svært vellykket og ble videreført i to SAAL1 og ett SAAL2‐kurs.

source: beroštupmi ahte eai leat sáhttán buohkaid váldit mielde go ii leamaš sadji.
nob: Oppslutningen har vært svært stor hvor mange måtte avvises pga. begrenset plass.

source: Kursset leat lágiduvvon eahkeskursen juohke goalmmát vahku duorastaga / bearjadaga ja beaivekursen juohke goalmmát lávvordaga.
nob: Kursene har vært kjørt på kveldstid torsdag / fredag og lørdag dagtid hver tredje uke. Tidspunktet er tilrettelagt

source: Áigi lea heivehuvvon maiddái sidjiide geain ii leat vejolašvuohta oažžut bálkkáin friddja barggus.
nob: deltakerne som ikke har mulighet til permisjon med lønn fra arbeidsgiver.

source: Kursset leat sin mielas dehálaš lávki ovddos, ja jus livččii eanet kapasitehta, de sáhtáše vel eanet olbmuide lágidit kurssiid, dasgo olbmot jearahit kurssiid.
nob: Kursene anses som et stort og viktig løft, og med større kapasitet hadde det vært etterspørsel nok for å kjøre flere.

source: Lea álkit oažžut olbmuid searvat kurssiide, danin go dat addet gelbbolašvuođa.
nob: At kursene er kompetansegivende er også viktig for rekrutteringen.

source: oalle lossat čuovvut kurssiid, ja danin muhtumat heitet.
nob: Det trekkes også fram at en del deltakere synes det er arbeidskrevende, og at det har vært noe frafall.

source: Bealli SAAL2‐kursse oasseválddiin leat almmatge álgán lohkanbadjeohppui Sámi allaskuvlii.
nob: Halvparten av deltakerne på SAAL2‐kurset har imidlertid fortsatt på semesteremne ved Samisk høgskole.

source: Maŋemus kurse mii lágiduvvo 2012 giđa, ruhtaduvvui Sámedikki prošeaktadoarjagiin.
nob: Det siste kurset som ble holdt våren 2012 ble gjennomføres med eksterne prosjektmidler fra Sametinget.

source: Sii leat maid ohcan ruhtadoarjaga lágidit eambbo
nob: Det er også søkt finansiering for

source: Nugo njuolggadusain daddjo maid generálčoahkkin dohkkehii miessemánu 28. beaivvi 2008.
nob: Formuleringen er fra vedtektene vedtatt på generalforsamling 28. mai 2008.

source: Doaibmaplánain
nob: I virksomhetsplaner og

source: ja doaibmaraporttain čállet maid višuvdna, vaikko vel veaháš eará sátnegeavahemiin.
nob: aktivitetsrapporter brukes også begrepet visjon, om enn med en litt annen ordlyd.

source: Guovddáža nubbe dehálaš nannensuorgi lea leamaš dokumenterenbargu.
nob: Senterets andre viktige satsingsområde har vært dokumentasjonsarbeid.

source: Suohkana mearrasámi guovlluin leat unnán dieđut iežaset sámi historjjá birra, ja lea hui dárbu dan dokumenteret ovdal go dehálaš informánttat jávket.
nob: Det er liten kunnskap om egen samisk historie i kommunens sjøsamiske områder, og et stort behov for å dokumentere dette før viktige informanter forsvinner.

source: Sii leat earat eará geavahan ollu bargonávccaid dasa ahte čohkket dieđuid čázetvuoddagiid birra, ja dokumenteret daid geavaheami.
nob: Det er blant annet gjort et omfattende arbeid med å samle inn og dokumentere bruk av kommagband.

source: Sii leat daid ráhkadan sierra
nob: Det er utarbeidet en egen utstilling som har vært på turne i deler av fylket.

source: čájáhussan mainna leat johtán muhtun báikkiin fylkkas.
nob: Sjøsamiske koftetradisjoner er også et slikt viktig arbeid som både dokumenteres og videreutvikles gjennom koftekurs.

source: Maiddái mearrasámiid gáktegeavahanvieruid lea dehálaš dokumenteret ja oahpahit viidáseappot gáktekurssiin.
nob: De sjøsamiske dialektene i kommunen kartlegges gjennom

source: Suohkana mearrasámi suopmanat kártejuvvojit sierra «Álttásámegiellaš prošeavttain.
nob: prosjektet «Altasamiskš.

source: Sii čohkkejit dieđuid jietnabáddemiin ja čálalaš hámis.
nob: Dette gjøres gjennom lydopptak og i skriftlig form.

source: Dien prošeavtta oktavuođas leat maid registreren sámi kulturmuittuid Álttá suohkanis ja kárten sámi báikenamaid.
nob: I nær tilknytning til dette prosjektet har det foregått en registrering av samiske kulturminner i Alta kommune og kartlegging av samiske stedsnavn.

source: Goalmmát nannensuorgi leat leamaš mánát ja nuorat, ja leat geavahan návccaid ásahit giellabáikkiid
nob: Den tredje satsingen har vært mot barn og unge, og fokuset her har vært å skape arenaer på fritiden hvor barn med samisk i skole og barnehage kan praktisere.

source: gosa mánát geain lea sámegiella skuvllas ja mánáidgárddis sáhttet čoagganit friddjaáiggis ja hárjehallat hupmat sámegiela.
nob: Over flere år er det kjørt to grupper som møtes ukentlig, en hvor samisk er eneste kommunikasjonsspråk, og en der norsk er tillatt som

source: Dasa lassin besset Áltta sámi vuođđoskuvlaoahppit geavahit giellaguovddáža giellahárjehallanbáikin, ja dohko sáhttet juohke skuvlla sámi oahppit boahtit.
nob: hjelpespråk. I tillegg har grunnskolene i Alta tilbud om å benytte språksenteret som praksisarena for samisk språk hvor samiskelever samles på tvers av skoler.

source: Dat galgá leat lassin dábálaš sámegieloahpahussii, ja dasa gullet máŋggalágan praktihkalaš barggut
nob: Dette skal være et supplement til ordinær samiskundervisning, og er knyttet til ulike praktiske aktiviteter (duodji, arrangement i forbindelse med jul og påske).

source: Giella Giisá lea prošeakta mii galgá arvvosmahttet mánáid geavahit sámegiela giellamovttiidahttin reaidduiguin.
nob: Giella Giisa er et prosjekt som skal stimulere barn til å bruke samisk aktivt ved hjelp av språkstimulerende materiale.

source: Juohke jagi ráhkadit sámi kaleandara ovttas ohppiiguin.
nob: Årlig utarbeides en samisk kalender som har involvert skoleelever.

source: Giellaguovddáš lea maid mávssolaš deaivvadanbáiki rávisolbmuide, ja juohke 14. beaivvi lágiduvvojit bargoeahkedat, nugo duddjon.
nob: Språksenteret er også en viktig møtearena for voksne, og det arrangeres aktivitetskvelder hver 14. dag med duodjiaktiviteter.

source: Lea maid ráhkaduvvon listu mas leat duodjesánit.
nob: Det er også utarbeidet terminologilister for duodji.

source: Guovddáš lea hui guovddážis Sámi álbmotbeaivvi, sámi kulturvahku ja eará doaluid lágideamis, maiddái allabasiid.
nob: Senteret er viktig medarrangør på samefolkets dag, samisk kulturuke og ved andre arrangementer og høgtider.

source: Vuorasolbmuid deaivvadeamit lea maid dehálaččat.
nob: Eldretreffene har også vært viktige.

source: Dan sii leat lágidan mearrasámi gilážiin olgolis vuonas.
nob: Blant annet har det vært kjørt i de sjøsamiske bygdene lenger ut i fjorden.

source: 10.4 Bargiid fidnen
nob: 10.4 Rekruttering

source: Guovddážis lea álggu rájes juo leamaš okta bargi, ja go beaivválaš jođiheaddji lea leamaš fárus gitta álgoprošeavtta rájes, de ferte lohkat ahte doppe leat bargit bures bisson.
nob: Senteret har bare hatt en ansatt helt siden oppstarten, og siden daglig leder har vært med helt siden forprosjektet, må vi kunne si at det har vært en stabil bemanning.

source: eahpečielggas ožžot go ruhtadoarjagiid daidda, de lea leamaš váttis oččodit giellaguovddážii eanet bargiid dálá jođihanruhtademiin.
nob: Senteret er svært sårbart med bare en fulltidsansatt, og med korte tidshorisonter på prosjekter og usikkerhet fra år til år om finansiering oppnås, da det er vanskelig å rekruttere flere med dagens driftsfinansiering.

source: Beaivválaš jođiheaddjis lea gaskkohagaid leamaš virgelohpi, go lea háhkan alcces sámegielas gelbbolašvuođa.
nob: Daglig leder har i perioder hatt delvis permisjon for å kvalifisere seg i samisk språk.

source: Ja go beaivválaš jođiheaddji váldobargu lea hálddašanbargu, de šaddet ge bálkáhit ollu prošeaktabargiid diibmobálkkáin prošeavttaide.
nob: Siden daglig leder har administrasjon som sin hovedoppgave, er en rekke personer engasjert på timebasis på de ulike

source: Álggugeahčen 2012 ledje 11 olbmo bargamin diekkár šiehtadusain, ja dat dahká goasii guokte olles virggi.
nob: prosjektene. På begynnelsen av 2012 var 11 personer på slike engasjement, noe som tilsvarte nesten to hele stillinger.

source: leat oalle váttis gávdnat bargiid ođđa doaimmaide maid earát leat álggahan.
nob: En del av disse har vært enkle å rekruttere og har vært med i flere år, mens det kan være en utfordring å rekruttere ansatte til nye tiltak som andre har jobbet fram.

source: Guovddáš ja stivra leat guhkit áiggi juo árvvoštallan ásahit 50 % virggi, masa ozaše bargi geas lea gelbbolašvuohta sámegielas ja pedagogihkas, vai buorebut sihkkarastet guhkit áigái boahttevaš kurselágideddjiid, muhto dat ii leat vel čielgan, danin go eai leat ožžon ruhtadeami.
nob: Senteret og dets styre har over lang tid vurdert å opprette en fast 50 % stilling innenfor språk og pedagogikk for å bedre sikre rekrutteringen og forutsigbarhet / langsiktighet til framtidig kursholder, men dette er ennå uavklart da de økonomiske forutsetningene for å få dette på plass, ikke er til stede.

source: 10.5 Doaimma ruhtadeapmi
nob: 10.5 Finansiering av virksomheten

source: Giellaguovddáš ii oaččo suohkanis guovttegielatvuođadoarjaga, danin go suohkan ii leat fárus sámegiela hálddašanguovllus.
nob: Som et språksenter utenfor forvaltningsområdet for samisk språk, har senteret ikke tilgang til tospråklighetsmidler via kommune.

source: Guovddáš ii oaččo makkárge jođihandoarjaga suohkanis, vaikko Álttá suohkan lea ge guovddáža oamastaddji (33 % oasuskapitálas).
nob: Selv om Alta kommune er en av eierne av senteret (aksjekapital på 33 % får ikke senteret noen form for driftstilskudd fra kommunen.

source: Vuosttaš jagi gal oaččui guovddáš 100.000, ‐ mii geavahuvvui oasuskapitálan, ja vaikko juohke jagi ohcet, de suohkan álo biehttala addimis doarjaga.
nob: Kun det første året fikk senteret 100.000 som gikk inn som aksjekapital, og selv om det årlig er søkt om midler, har svaret

source: Doaibma jođihuvvo Sámedikki vuođđodoarjagiin ja 50.000 kr sturrosaš
nob: Virksomheten holdes oppe av grunntilskuddet fra Sametinget og driftstilskudd på

source: doaibmadoarjagiin maid oažžu Finnmárkku fylkasuohkanis, ja dat galget gokčat beaivválaš jođiheaddji bálkágoluid ja viessoláiggu.
nob: 50.000 fra Finnmark fylkeskommune for å dekke lønn til daglig leder og husleie.

source: Guovddáš dárbbaša olggobealde prošeaktaruđaid jus galgá nagodit doaibmat, ja sis leat dábálaččat jođus gaskal 10 ja 15 iešguđetlágan prošeavtta.
nob: Senteret er helt avhengig av eksterne prosjektmidler for sin virksomhet, og har gjerne 10‐15 ulike prosjekter gående.

source: Deháleamos prošeaktaruhtadeaddji lea eahpikeahttá Sámediggi.
nob: Den viktigste prosjektfinansiøren er utvilsomt Sametinget.

source: Guovddáš lea hui bures nagodan heivehit iežas doaimmaid Sámedikki vuoruhemiide, ja lea ge nagodan oažžut oalle ollu prošeaktadoarjagiid. Eará
nob: Senteret har truffet bra i forhold til Sametingets prioriteringer av satsinger, og har oppnådd en del prosjektstøtte.

source: ásahusat geat duollet dálle leat juolludan prošeaktadoarjagiid leat Álttá suohkan (mánáiddeaivvadeapmi), Finnmárkku fylkasuohkan ja Norgga kulturráđđi.
nob: Andre mer sporadiske finansiører har vært Alta kommune (barnetreff), Finnmark fylkeskommune og Norsk kulturråd.

source: Maiddái Sámi Oahppolihtu (SOL) kursedivvagiid refušuvdna lea leamaš dehalaš doarjja giellakurssiid ruhtadeapmái.
nob: Refusjon av kursavgifter fra SOL (Samisk studieutvalg) har også vært et viktig bidrag til

source: Guovddáš lohká hui hástaleaddjin álo čuovvut jahkásaš doarjjaohcamušbargguid, ja dávjá ohcet doarjagiid seamma sullasaš doaimmaide, maid fertejit dahkat go dárbbašit prošeaktadoarjagiid.
nob: medfinansiering av språkkursene. Siden språksenteret er helt avhengig av ekstern finansiering av tiltak fremheves det som svært utfordrende å forholde seg til årlige søknadsprosedyrer, ofte for samme typen tiltak.

source: Guhkimus doaimmat maidda Sámediggi sáhttá addit doarjaga, leat prošeavttat mat bistet guokte jagi, muhto dávjjimusat sii dorjot dušše prošeavttaid mat bistet jagi, ja danne ii sáhte ráhkadit guhkesáigge
nob: Sametinget kan maks gi tilskudd for toårige prosjekt, men ofte gis det bare mulighet til årsprosjekter, noe som vanskeliggjør langsiktige satsinger og forutsigbarhet for senteret og dets ansatte.

source: Sámediggi máksá beali prošeaktaruđain de go doaibma álggahuvvo, ja loahppaoassi dasto go oažžu prošeaktaraportta.
nob: Sametinget utbetaler halvparten av prosjekttilskudd ved oppstart, og resten ved sluttrapportering.

source: Dat lea muhtomin dagahan ruhtavátnivuođa guovddážii.
nob: Dette har til tider medført likviditetsutfordringer for språksenteret. Dette

source: Dat čájeha ge dan man váttis sáhttá leat jođihit giellaguovddáža vátna ruhtademiin, almmá bissovaš doarjagiid haga, ja go lea álo eahpečielggas makkár prošeavttaide sáhttet oažžut ruhtadandoarjaga.
nob: illustrerer hvor vanskelig det kan være å drive et språksenter med marginale faste inntekter og stor utsikkerhet om hvilke prosjektsøknader som fører fram til finansiering av tiltak.

source: 10.6 Doaimma ulbmil ja beaktu
nob: 10.6 Mål og effekter av virksomheten

source: Álttá sámi giellaguovddáš oaivvilda iežas nagodan ovddidit giellabáikkiid sihke báikkálaččat ja olles guovllu dásis, ja lea bargan movttiidahttet sihke mánáid ja rávisolbmuid oahppat sámegiela.
nob: Alta samiske språksenter mener de har bidratt til å utvikle lokale og regionale språkarenaer, og har vært med på å inspirere både barn og voksne til å lære samisk.

source: Dehálaš ulbmilin leamaš maid sámegiela oainnusindahkan báikkálaš servodagas, earet eará lea gávttiid čájeheapmi, ja báikkálaš máhtu oahpaheapmi leamaš hui mávssolaš dan oktavuođas ahte dahkat sámegiela ja sámi kultuvrra dábálažžan. Lea duođai dárbu čohkket ja dokumenteret báikkálaš
nob: Synliggjøring av det samiske i lokalmiljøet har også vært et viktig mål, blant annet har koftevisning, og spredning av lokal kunnskap

source: árbemáhtu ja árbedieđuid (omd. báikenamaid, atnubiergasiid) ovdal go sii geat daid birra dihtet jávket.
nob: vært viktig for å alminneliggjøre det samiske språket og kulturen.

source: Die lea gáibideaddji ja áddjas bargu, mii gáibida ollu eanet bargonávccaid ja maiddái ekonomalaš doarjaga guhkebuš áigái.
nob: Det er også et skrikende behov for å samle inn og dokumentere lokal kunnskap (eks. stedsnavn, bruksgjenstander) før viktige informanter forsvinner.

source: Gellakurssiide servet ollugat, ja dat čájeha ahte olbmuin lea stuora beroštupmi oahppat giela ja šaddat čeahpes giellageavaheaddjin.
nob: Dett er et arbeid som krever mer ressurser, både økonomisk forutsigbarhet og personell.
